/* About screen blog label */
"About.blog" = "https://bitradio.io/";

/* About screen footer */
"About.footer" = "നിര്‍മ്മിച്ചത്‌ ഗ്ലോബല്‍ ഡിജിവാലറ്റ് ടീം.വെര്‍ഷന്‍ %1$@";

/* Privay Policy button label */
"About.privacy" = "സ്വകാര്യതാനയം";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/bitradio/";

/* Terms of Use button label */
"About.terms" = "ഉപയോഗ നിബന്ധനകൾ";

/* About screen title */
"About.title" = "വേഗമേറിയതും ലളിതവും സുരക്ഷിതവുമാണ്!:\nഡിജിബൈറ്റ് അയക്കാനും സ്വീകരിക്കാനും ആരംഭിക്കുന്നതിന്  ഡിജിവാലറ്റ് ios ഉപയോഗിക്കുന്നതാണ് ഏറ്റവും എളുപ്പമാർഗം.എല്ലാ തരത്തില്ലുമുള്ള ആളുകള്ള്‍ക്കായി രൂപകല്‍പ്പന ചെയ്തതിനാല്‍, ആദ്യമായി ഉപയോഗിക്കുന്നവര്‍ക്ക് ഉപയോഗിക്കുവാന്‍ കഴിയുന്നത്ര ലളിതവും,അനുഭവപരിചയമുള്ള ഉപയോക്താക്കൾക്കു ഉപയോഗിക്കുവാന്‍  കഴിയുന്നത്ര സുശക്തമായതുമാണ്.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/bitradiocoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "സമാപിക്കുക";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "സപ്പോര്‍ട്ട് സെന്റര്‍";

/* Loading Wallet Message */
"Account.loadingMessage" = "വാലറ്റ് ലോഡ് ചെയ്യുന്നു";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "എന്‍റെ ഡിജിവാലറ്റ്";

/* Error alert title */
"Alert.error" = "പിശക്";

/* No internet alert message */
"Alert.noInternet" = "ഇന്റർനെറ്റ് കണക്ഷൻ  കണ്ടെത്തിയില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.";

/* Warning alert title */
"Alert.warning" = "മുന്നറിയിപ്പ്";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "വിലാസങ്ങള്‍ പകര്‍ത്തി";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "എല്ലാ വാലറ്റ് വിലാസങ്ങളും വിജയകരമായി പകർത്തി.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "പേപ്പര്‍ കീ സെറ്റ്";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "വിസ്മയവഹം!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "പിന്‍ സെറ്റ്";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "അയക്കുന്നതു പരാജയപെട്ടു";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "അയച്ചത് സ്ഥിരീകരിച്ചു";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "ഡിജിബൈറ്റ് അയച്ചു!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON സീരിയലൈസേഷൻ പിശക്";

/* Wallet not ready error message */
"ApiClient.notReady" = "വാലറ്റ് തയ്യാറല്ല";

/* API Token error message */
"ApiClient.tokenError" = "API ടോക്കൺ വീണ്ടെടുക്കാൻ കഴിയുന്നില്ല";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "ലക്ഷ്യ സ്ഥാനത്തിന്റെ DGB വിലാസം ചുവടെ നല്‍കുക.ഫോര്‍ക്കിന്റെ (%1$@) സമയത്ത് നിങ്ങളുടെ വാലറ്റില്‍ ഉണ്ടായിരുന്ന മുഴുവന്‍ DGBയും അയക്കുന്നതാണ്.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "അയക്കുന്നതു സ്ഥിരീകരിക്കുക %1$@ മുതൽ  %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "സ്ഥിരീകരണം";

/* Generic bch erorr message */
"BCH.genericError" = "നിങ്ങളുടെ അക്കൗണ്ടിൽ  DGB ബാലൻസ് ലഭ്യമല്ല , അല്ലെങ്കിൽ ഫോര്‍ക്കിനു ശേഷം നിങ്ങള്‍ക്കു DGB ലഭിച്ചു.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ഇടപാട് ID പകർത്തി";

/* No address error message */
"BCH.noAddressError" = "ദയവായി വിലാസം നൽകുക";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "DGB ഇടപാടുകൾക്ക് പേയ്മെന്റ് പ്രോട്ടോക്കോൾ അഭ്യർത്ഥനകൾ പിന്തുണയ്ക്കുന്നില്ല";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DGB വിജയകരമായി അയച്ചു.";

/* Widthdraw BCH view title */
"BCH.title" = "DGB പിൻവലിക്കൂ";

/* Tx Hash button header */
"BCH.txHashHeader" = "ഡിജിബൈറ്റ് ഇടപാട് ID";

/* Approve button label */
"BitID.approve" = "അംഗീകരിക്കുക";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "നിങ്ങളുടെ DGB വാലറ്റ് ഉപയോഗിച്ച് %1$@ പ്രാമാണീകരണത്തിനായി അഭ്യർത്ഥിക്കുന്നു";

/* Deny button label */
"BitID.deny" = "നിരാകരിക്കുക";

/* BitID error alert title */
"BitID.error" = "സാധുകരിക്കുന്നതിൽ  പിശക്";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "സേവനം  ദയവായി പരിശോധിക്കുക. വീണ്ടും ശ്രമിക്കുക.";

/* BitID success alert title */
"BitID.success" = "വിജയകരമായി സാധുകരിക്കപ്പെട്ടു.";

/* Cancel button label */
"Button.cancel" = "റദ്ദാക്കുക";

/* Ignore button label */
"Button.ignore" = "അവഗണിക്കുക";

/* menu button */
"Button.menu" = "മെനു";

/* No button */
"Button.no" = "ഇല്ല";

/* OK button label */
"Button.ok" = "ശരി";

/* receive button */
"Button.receive" = "സ്വീകരിക്കുക";

/* send button */
"Button.send" = "അയ്യക്കുക";

/* Settings button label */
"Button.settings" = "സെറ്റിംഗ്സ്";

/* Settings button label */
"Button.submit" = "സമർപ്പിക്കുക";

/* Yes button */
"Button.yes" = "അതെ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "ബോക്സിൽ നിങ്ങളുടെ ID രേഖപ്പെടുത്തുക";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "അയയ്ക്കേണ്ട തുക:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "നെറ്റ്‌വര്‍ക്ക് ഫീ:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "പ്രോസിസ്സിംഗ് സമയം:ഈ ഇടപാട്  പൂർത്തിയാകുവാന്‍  %1$@ എടുക്കും.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "അയക്കുക";

/* Confirmation Screen title */
"Confirmation.title" = "സ്ഥിരീകരണം";

/* To: (address) */
"Confirmation.to" = "ലേക്ക്";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "മൊത്തം ചെലവ്:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "എല്ലാം ശരിയായി എഴുതിയിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്താൻ, നിങ്ങളുടെ പ്രൈവറ്റ് റിക്കവറി കീയിൽ നിന്ന് തിരഞ്ഞെടുക്കുന്ന വാക്കുകൾ ദയവായി രേഖപ്പെടുത്തുക.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "വാക്ക് #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "ഡിജിബൈറ്റ് ഡിസ്പ്ലേ യൂണിറ്റ്";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "വിനിമയ നിരക്ക്";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "IOS മെയിൽ ആപ്ലിക്കേഷന്‍ ഉപയോഗിച്ച് ഇമെയിൽ അയക്കുനതിന് ഈ ഉപകരണം കോൺഫിഗർ ചെയ്തിട്ടില്ല.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ഇമെയിൽ ലഭ്യമല്ല";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "സന്ദേശങ്ങൾ അയക്കുന്നതിനു  ഈ ഉപകരണം കോൺഫിഗർ ചെയ്തിട്ടില്ല.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "സന്ദേശം അയക്കല്‍ ലഭ്യമല്ല";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "%1$@ ൽ നിന്ന് നിങ്ങളുടെ ഫേസ് ID ചെലവാക്കൽ പരിധി ഇച്ഛാനുസൃതമാക്കാൻ കഴിയും.";

/* Face Id screen label */
"FaceIDSettings.label" = "നിങ്ങളുടെ ഡിജിവാലറ്റ് അൺലോക്ക് ചെയ്യുന്നതിന് നിങ്ങളുടെ മുഖം ഉപയോഗിക്കുക കൂടാതെ  നേരെത്തെ സെറ്റ് ചെയ്ത പരിധിവരെയുള്ള DGB അയയ്ക്കുക.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "ടെക്സ്റ്റ് ലിങ്ക് ചെയ്യുക(ടച്ച് ഐഡി സെറ്റിംഗ്സ്.ഇച്ഛാനുസൃതം ടെക്സ്റ്റ് കാണുക)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "DigiWallet- നായി ഫേസ് ID പ്രവർത്തനക്ഷമമാക്കുക";

/* Face ID settings view title */
"FaceIDSettings.title" = "ഫേസ് ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "ഈ ഉപകരണത്തിൽ നിങ്ങൾ ഫേസ് ID സജ്ജീകരിച്ചിട്ടില്ല. ഇപ്പോൾ സജ്ജീകരിക്കാൻ Settings-> ഫേസ് ID- യും പാസ്കോഡും എന്നതിലേക്ക് പോകുക.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ഫേസ് ID സജ്ജീകരിച്ചിട്ടില്ല";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ഫേസ് ID ചെലവിടൽ പരിധി";

/* Economy fee */
"FeeSelector.economy" = "മിതവിനിയോഗം";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "വിനിമയം പൂർത്തീകരിക്കാനെടുക്കുന്ന  സമയം:10+ മിനിറ്റുകള്‍";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "സമയബന്ധിത ഇടപാടുകള്‍ക്ക് ഈ ഓപ്ഷൻ ശുപാർശ ചെയ്തിട്ടില്ല.";

/* Regular fee */
"FeeSelector.regular" = "ക്രമാനുഗതമായ";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "വിനിമയം പൂർത്തീകരിക്കാനെടുക്കുന്ന  സമയം:15-30 സെക്കൻഡ്";

/* Fee Selector title */
"FeeSelector.title" = "പ്രോസിസ്സിംഗ് വേഗത";

/* Checking private key balance progress view text */
"Import.checking" = "പ്രൈവറ്റ് കീ ബാലൻസ് പരിശോധിക്കുന്നു...";

/* Sweep private key confirmation message */
"Import.confirm" = "ഈ പ്രൈവറ്റ് കീയിൽ നിന്നും നിങ്ങളുടെ വാലറ്റിലേക്ക് %1$@ അയക്കണോ?\nഡിജിബൈറ്റ്  നെറ്റ്‌വര്‍ക്കിനു %2$@ ഫീസായി ലഭിക്കും.";

/* Duplicate key error message */
"Import.Error.duplicate" = "ഈ പ്രൈവറ്റ് കീ നിങ്ങളുടെ വാലറ്റിൽ മുൻപേ തന്നെ രേഖപ്പെടുത്തിയിരിക്കുന്നു.";

/* empty private key error message */
"Import.Error.empty" = "ഈ പ്രൈവറ്റ് കീ ശൂന്യമാണ്.";

/* High fees error message */
"Import.Error.highFees" = "ഈ പ്രൈവറ്റ് കീയിൽ ലഭ്യമായ ബാലൻസിനേക്കാൾ  കൂടുതലാണ് ഇടപാടിനായുള്ള ഫീസ്‌.";

/* Not a valid private key error message */
"Import.Error.notValid" = "സാധുവായ ഒരു പ്രൈവറ്റ് കീ അല്ല";

/* Import signing error message */
"Import.Error.signing" = "ഇടപാട് രേഖപ്പെടുത്തുന്നതില്‍ പിശക്";

/* Import button label */
"Import.importButton" = "ഇംപോര്ട്ട്";

/* Importing wallet progress view label */
"Import.importing" = "വാലറ്റ് ഇംപോര്ട്ട് ചെയ്യുന്നു";

/* Caption for graphics */
"Import.leftCaption" = "വാലറ്റ് ഇമ്പോർട്ട്  ചെയ്യപ്പെടെണ്ടതുണ്ട്";

/* Import wallet intro screen message */
"Import.message" = "വാലറ്റ് ഇമ്പോർട്ട് ചെയ്യുന്നത് നിങ്ങളുടെ വേറെ വാലറ്റില്‍ നിന്നുള്ള എല്ലാ ഡിജിബൈറ്റും നിങ്ങളുടെ ഡിജിവാലറ്റിലേക്ക്  ഒറ്റ ഇടപാടില്‍ മാറ്റപ്പെടുന്നു.";

/* Enter password alert view title */
"Import.password" = "ഈ പ്രൈവറ്റ് കീ  പാസ്സ് വേര്‍ഡിനാല്‍ സംരക്ഷിച്ചിരിക്കുന്നു. ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "പാസ്സ് വേര്‍ഡ്‌";

/* Caption for graphics */
"Import.rightCaption" = "നിങ്ങളുടെ ഡിജിവാലറ്റ്";

/* Scan Private key button label */
"Import.scan" = "സ്വകാര്യ കീ സ്കാന്‍ ചെയ്യുക";

/* Import wallet success alert title */
"Import.success" = "വിജയം";

/* Successfully imported wallet message body */
"Import.SuccessBody" = " വാലറ്റ് വിജയകരമായി ഇമ്പോർട്ട്  ചെയ്തിരിക്കുന്നു.";

/* Import Wallet screen title */
"Import.title" = "വാലറ്റ് ഇംപോര്ട്ട് ചെയ്യുക";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "കീ വെളിപ്പെടുത്തുന്നു";

/* Import wallet intro warning message */
"Import.warning" = "ഇടപാട് വിവരങ്ങളോ മറ്റ് വിശദാംശങ്ങളോ വാലറ്റ് ഇമ്പോർട്ട്  ചെയ്യുന്നതില്‍ ഉൾപ്പെടുത്തുന്നില്ല.";

/* Wrong password alert message */
"Import.wrongPassword" = "തെറ്റായ പാസ്സ് വേര്‍ഡ്‌, വീണ്ടും ശ്രമിക്കുക.";

/* Close app button */
"JailbreakWarnings.close" = "സമാപിക്കുക";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "അവഗണിക്കുക";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ഉപകരണത്തില്‍ സുരക്ഷാവീഴ്ച \n . ഏതെങ്കിലുമൊരു  'ജയില്‍ ബ്രേക്ക്‌' ആപ്ലിക്കേഷന് ഡിജിവാലറ്റ്ന്റെ കീചെയിൻ ഡാറ്റ  ഉപയോഗിച്ചു നിങ്ങളുടെ ഡിജിബൈറ്റ്  അപഹരിക്കുവാന്‍ സാധിക്കും. ദയവായി ജയില്‍ ബ്രേക്ക്‌ ചെയ്യാത്തെ  ഉപകരണത്തിൽ മാത്രം ഡിജിവാലറ്റ് ഉപയോഗിക്കുക.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ഉപകരണത്തില്‍ സുരക്ഷാവീഴ്ച  ഏതെങ്കിലുമൊരു  'ജയില്‍ ബ്രേക്ക്‌' ആപ്ലിക്കേഷന് ഡിജിവാലറ്റ്ന്റെ കീചെയിൻ ഡാറ്റ  ഉപയോഗിച്ചു നിങ്ങളുടെ ഡിജിബൈറ്റ്  അപഹരിക്കുവാന്‍ സാധിക്കും. ദയവായി ജയില്‍ ബ്രേക്ക്‌ ചെയ്യാത്തെ  ഉപകരണത്തിൽ മാത്രം ഡിജിവാലറ്റ് ഉപയോഗിക്കുക.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "മുന്നറിയിപ്പ്";

/* Location services disabled error */
"LocationPlugin.disabled" = "ലൊക്കേഷൻ സേവനങ്ങൾ അപ്രാപ്തമാക്കി.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "ലൊക്കേഷൻ സേവനങ്ങൾ ഉപയോഗിക്കുവാന്‍ ഡിജിവാലറ്റിന് അനുമതിയില്ല.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "നിങ്ങൾ  ഈ വാലറ്റ് സൃഷ്ടിച്ചത് %1$@ ന്";

/* Manage wallet description text */
"ManageWallet.description" = "നിങ്ങളുടെ വാലറ്റിന്‍റെ പേര് നിങ്ങളുടെ അക്കൗണ്ട് ട്രാൻസാക്ഷൻ ചരിത്രത്തിൽ മാത്രം ദൃശ്യമാകുന്നു, മറ്റാര്‍ക്കും കാണാൻ കഴിയില്ല.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "വാലറ്റിന്‍റെ പേര്";

/* Manage wallet modal title */
"ManageWallet.title" = "വാലറ്റ് കൈകാര്യം ചെയ്യുക";

/* Menu button title */
"MenuButton.lock" = "വാലറ്റ് ലോക്കുചെയ്യുക";

/* Menu button title */
"MenuButton.security" = "സുരക്ഷാ കേന്ദ്രം";

/* Menu button title */
"MenuButton.settings" = "സെറ്റിംഗ്സ്";

/* Menu button title */
"MenuButton.support" = "സപ്പോര്‍ട്ട്";

/* button label */
"MenuViewController.createButton" = "പുതിയ വാലറ്റ് സൃഷ്ടിക്കുക";

/* Menu modal title */
"MenuViewController.modalTitle" = "മെനു";

/* button label */
"MenuViewController.recoverButton" = "വാലറ്റ് വീണ്ടെടുക്കുക";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "ഓട്ടോമാറ്റിക് മോഡിലേക്ക് മാറ്റുക ";

/* Node is connected label */
"NodeSelector.connected" = "ബന്ധിപ്പിച്ചു";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "നോഡ് IP വിലാസവും പോർട്ടും നൽകുക(ഓപ്ഷണൽ)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "നോഡ് നൽകുക";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "മാനുവൽ മോഡിലേക്ക് മാറ്റുക ";

/* Node address label */
"NodeSelector.nodeLabel" = "നിലവിലുള്ള പ്രൈമറി നോഡ്";

/* Node is not connected label */
"NodeSelector.notConnected" = "ബന്ധിപ്പിച്ചിട്ടില്ല";

/* Node status label */
"NodeSelector.statusLabel" = "നോഡ് കണക്ഷൻ സ്റ്റാറ്റസ്";

/* Node Selector view title */
"NodeSelector.title" = "ഡിജിബൈറ്റ് നോഡുകൾ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "അപൂർണമായ പേയ്മെന്‍ററ്റ് അഭ്യർത്ഥന";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "സപ്പോര്‍ട്ട് ചെയ്യാത്ത അല്ലെങ്കിൽ കേടുപറ്റിയ  ഡോക്യുമെന്റ് ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "നഷ്ടപെട്ട  സർട്ടിഫിക്കറ്റ്";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "അഭ്യർത്ഥന കാലഹരണപ്പെട്ടു";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "പേയ്മെന്‍ററ്റ് നടത്താൻ കഴിഞ്ഞില്ല";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "ഡിജിബൈറ്റ് പേയ്മെന്‍ററ്റുകൾ  %1$@ൽ കുറവായിരിക്കരുത്.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "ഡിജിബൈറ്റ് ഇടപാടിന്റെ ആകെത്തുക $@ നേക്കാൾ കുറവായിരിക്കരുത്.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "പിന്തുണയ്ക്കാത്ത തരം സിഗ്നേച്ചർ ";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "വിശ്വസനീയമല്ലാത്ത സർട്ടിഫിക്കറ്റ്";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "ഫേസ് ID പ്രവർത്തനക്ഷമമാക്കാൻ ഇവിടെ ടാപ്പുചെയ്യുക";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "ഫേസ് ID പ്രവർത്തനക്ഷമമാക്കുക";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "നിങ്ങളുടെ വാലറ്റ് സംരക്ഷിക്കാൻ ഒരു ഉപകരണ പാസ്കോഡ് ആവശ്യമാണ്. സെറ്റിംങ്ങ്സിലേക്ക് പോയി പാസ്കോഡ് ഓൺ ചെയ്യുക.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "ഉപകരണ പാസ്കോഡ് ഓൺ ചെയ്യുക";

/* Warning about paper key. */
"Prompts.PaperKey.body" = " നിങ്ങളുടെ ഫോൺ എപ്പോഴെങ്കിലും നഷ്ടപ്പെടുകയോ അല്ലെങ്കിൽ\n ഫോൺ മാറ്റുകയോ ചെയ്യുന്നപക്ഷം നിങ്ങളുടെ പ്രൈവറ്റ് റിക്കവറി കീ സംരക്ഷിക്കണം. തുടരാൻ ഇവിടെ ടാപ്പുചെയ്യുക.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "നടപടി ആവശ്യമാണ്";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "നിങ്ങളുടെ വാലറ്റ്  സിങ്ക് ആയിരിക്കില്ല. ബ്ലോക്ക്‌ചെയിന്‍ റീസ്കാന്‍ ചെയ്യുന്നതിലൂടെ  ഇത് പരിഹരിക്കപ്പെടും.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "ഇടപാട് നിരസിച്ചു";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "നിങ്ങളുടെ നാമഹീനമായ ഡാറ്റ ഞങ്ങളുമായി പങ്കിട്ടുകൊണ്ട് ഡിജിവാലറ്റ് മെച്ചപ്പെടുത്തുന്നതിന് സഹായിക്കുക";

/* Share data prompt title */
"Prompts.ShareData.title" = "നാമഹീനമായി  ഡാറ്റ പങ്കിടുക";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "ടച്ച് ID പ്രവർത്തനക്ഷമമാക്കാൻ ഇവിടെ ടാപ്പുചെയ്യുക";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "ടച്ച് ഐഡി പ്രവർത്തനക്ഷമമാക്കുക";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ഡിജിവാലറ്റ്  6 അക്ക പിന്‍ ഉപയോഗിക്കുന്നതിന്നായി  അപ്ഗ്രേഡ് ചെയ്തു. അപ്ഗ്രേഡ് ചെയ്യുന്നതിന് ഇവിടെ ടാപ്പുചെയ്യുക.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "പിൻ അപ്ഗ്രേഡു ചെയ്യുക.";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "ഭാവിയിൽ ഡിജിവാലറ്റിൽ നിന്ന് പ്രത്യേക സന്ദേശങ്ങൾ ലഭിക്കുന്നതിന് അറിയിപ്പുകൾ ഓണാക്കുക.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "പുഷ് അറിയിപ്പുകൾ";

/* Push notifications are off label */
"PushNotifications.off" = "ഓഫ്‌";

/* Push notifications are on label */
"PushNotifications.on" = "ഓണ്‍";

/* Push notifications settings view title label */
"PushNotifications.title" = "അറിയിപ്പുകൾ";

/* Address copied message. */
"Receive.copied" = "ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി.";

/* Share via email button label */
"Receive.emailButton" = "ഇമെയില്‍";

/* Request button label */
"Receive.request" = "ഒരു തുക അഭ്യർത്ഥിക്കുക";

/* Share button label */
"Receive.share" = "ഷെയര്‍";

/* Share via text message (SMS) */
"Receive.textButton" = "ടെക്‌സ്റ്റ്‌ സന്ദേശം";

/* Receive modal title */
"Receive.title" = "സ്വീകരിക്കുക";

/* Done button text */
"RecoverWallet.done" = "പൂർത്തീകരിച്ചു ";

/* Recover wallet header */
"RecoverWallet.header" = "വാലറ്റ് വീണ്ടെടുക്കുക";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "പിന്‍ പുനഃസജ്ജമാക്കുക";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "വ്യക്തിഗത റിക്കവറി കീ നൽകുക";

/* Recover wallet intro */
"RecoverWallet.intro" = "നിങ്ങളുടെ വ്യക്തിഗത റിക്കവറി കീ ഉപയോഗിച്ച് ഡിജിവാലറ്റ് വീണ്ടെടുക്കുക.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "നിങ്ങൾ നൽകിയ വ്യക്തിഗത റിക്കവറി കീ അസാധുവാണ്. ഓരോ വാക്കും  പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കൂ.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "ഇടത് അമ്പടയാളം";

/* Next button label */
"RecoverWallet.next" = "അടുത്തത്";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "കൂടുതൽ വിവരങ്ങൾക്ക് ഇവിടെ ടാപ്പുചെയ്യുക.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "വലത് അമ്പടയാളം";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "നിങ്ങൾ വീണ്ടെടുക്കാൻ ആഗ്രഹിക്കുന്ന ഡിജിവാലറ്റിനു വേണ്ടി വ്യക്തിഗത റിക്കവറി കീ നൽകുക.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "നിങ്ങളുടെ PIN പുനഃസജ്ജമാക്കുന്നതിന്, ചുവടെയുള്ള ബോക്സുകളിലേക്ക് നിങ്ങളുടെ വ്യക്തിഗത റിക്കവറി കീയിൽ നിന്ന് വാക്കുകൾ നൽകുക.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "ആദ്യം തുക നൽകുക.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "ഒരു തുക അഭ്യർത്ഥിക്കുക";

/* Alert action button label */
"ReScan.alertAction" = "സിങ്ക്";

/* Alert message body */
"ReScan.alertMessage" = "സിങ്ക് ചെയ്യുമ്പോള്‍ നിങ്ങൾക്ക് ഡിജിബൈറ്റ്  അയ്യക്കാനാവില്ല.";

/* Alert message title */
"ReScan.alertTitle" = "ബ്ലോക്ക്ചെയിൻ ഉപയോഗിച്ച് സിങ്ക്  ചെയ്യണമോ?";

/* extimated time */
"ReScan.body1" = "20-45 മിനിറ്റ്";

/* Syncing explanation */
"ReScan.body2" = "ഒരു ഇടപാട് നിങ്ങളുടെ ഡിജിബൈറ്റ് നെറ്റ്‌വര്‍ക്കില്‍ പൂർത്തീകരിച്ചു കാണിക്കുന്നുണ്ടെങ്കിലും നിങ്ങളുടെ ഡിജിവാലറ്റില്‍ കാണിക്കുന്നില്ല.";

/* Syncing explanation */
"ReScan.body3" = "നിങ്ങളുടെ ഇടപാട് നിരസിച്ചുവെന്ന് നിങ്ങള്‍ക്ക്  ആവർത്തിച്ച്  പിശക് കാണിക്കുന്നു.";

/* Start Sync button label */
"ReScan.buttonTitle" = "സിങ്ക് ആരംഭിക്കുക";

/* Sync blockchain view footer */
"ReScan.footer" = "ബ്ലോക്ക്‌ചെയനുമായി  സിങ്ക് ചെയ്യുമ്പോള്‍ നിങ്ങൾക്ക് ഡിജിബൈറ്റ് അയ്യക്കാനാവില്ല.";

/* Sync Blockchain view header */
"ReScan.header" = "ബ്ലോക്ക്‌ചെയിന്‍ സിങ്ക് ചെയ്യുക";

/* Subheader label */
"ReScan.subheader1" = "കണക്കാക്കിയ സമയം";

/* Subheader label */
"ReScan.subheader2" = "സിങ്ക് ചെയ്യുന്നത് എപ്പോഴാണ്?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "ക്യാമറ ഫ്ലാഷ്";

/* Complete filter label */
"Search.complete" = "പൂർത്തിയായി";

/* Pending filter label */
"Search.pending" = "നടന്നുകൊണ്ടിരിക്കുന്നു";

/* Received filter label */
"Search.received" = "ലഭിച്ചു";

/* Sent filter label */
"Search.sent" = "അയച്ചു";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ഫേസ് ID";

/* Security Center Info */
"SecurityCenter.info" = "പരമാവധി പരിരക്ഷക്കായി എല്ലാ സുരക്ഷാ സവിശേഷതകളും പ്രവര്‍ത്തന സജ്ജമാക്കുക.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "നിങ്ങളുടെ ഫോൺ നഷ്ടപ്പെടുകയോ അപ്ഗ്രേഡ് ചെയ്യുകയോ ചെയ്താൽ ഡിജിബൈറ്റ് ആക്സസ് ചെയ്യാനുള്ള ഏക വഴി.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "വ്യക്തിഗത റിക്കവറി കീ";

/* PIN button description */
"SecurityCenter.pinDescription" = "അനധികൃത ഉപയോക്താക്കളിൽ നിന്നും നിങ്ങളുടെ ഡിജിവാലറ്റ് സംരക്ഷിക്കുന്നു.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-അക്ക പിൻ";

/* Security Center Title */
"SecurityCenter.title" = "സുരക്ഷാ കേന്ദ്രം";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "സൗകര്യപ്രദമായ നിങ്ങളുടെ ഡിജിവാലറ്റ് അൺലോക്ക് ചെയ്തശേഷം ഡിജിബൈറ്റ് നേരെത്തെ ചിട്ടപ്പെടുത്തിയ  പരിധി വരെ അയ്യക്കുക.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "ടച്ച് ഐഡി";

/* Send money amount label */
"Send.amountLabel" = "തുക";

/* Balance: $4.00 */
"Send.balance" = "ബാലൻസ്:%1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "ക്യാമറ ആക്സസ്സ് അനുവദിക്കുന്നതിന് സെറ്റിംഗ്സ് എന്നതിലേക്ക് പോകുക.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ക്യാമറ ആക്സസ് ചെയ്യാൻ ഡിജിവാലറ്റ് അനുവദിച്ചിട്ടില്ല";

/* Warning when sending to self. */
"Send.containsAddress" = "ഉദ്ദിഷ്ടസ്ഥാനം നിങ്ങളുടെ സ്വന്തം വിലാസമാണ്. നിങ്ങൾക്ക് അയ്യക്കാനാവില്ല.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "ഇടപാട് സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല.";

/* Description for sending money label */
"Send.descriptionLabel" = "മെമ്മോ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "പേസ്റ്റ്ബോര്‍ഡ്‌ ശൂന്യമാണ്";

/* Network Fee: $0.01 */
"Send.fee" = "നെറ്റ്‌വര്‍ക്ക് ഫീസ്:%1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "പണം പറ്റുന്ന ആളുടെ  ഐഡന്റിറ്റി സാക്ഷ്യപ്പെടുത്തിയിട്ടില്ല.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "ചെന്നു ചേരേണ്ട ഇടത്തേക്കുള്ള വിലാസം ഒരു സാധുവായ ഡിജിബൈറ്റ് വിലാസമല്ല.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "പേസ്റ്റ്ബോര്‍ഡില്‍ ഒരു സാധുവായ ഡിജിബൈറ്റ് വിലാസം ഉൾപ്പെടുന്നില്ല.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "വിലാസം അസാധുവാണ്";

/* Is rescanning error message */
"Send.isRescanning" = "ഫുള്‍ റീസ്കാന്‍ സമയത്ത് അയക്കുന്നത് അപ്രാപ്തമാണ്.";

/* Loading request activity view message */
"Send.loadingRequest" = "അഭ്യർത്ഥന ലോഡ് ചെയ്യുന്നു";

/* Empty address alert message */
"Send.noAddress" = "സ്വീകർത്താവിന്‍റെ വിലാസം നൽകുക.";

/* Emtpy amount alert message */
"Send.noAmount" = "അയ്യക്കുവാനുള്ള തുക ദയവായി നൽകുക";

/* Paste button label */
"Send.pasteLabel" = "പേസ്റ്റ്";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "ഇടപാട് പ്രസിദ്ധീകരിക്കാൻ കഴിഞ്ഞില്ല.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "പേയ്മെന്റ് അഭ്യർത്ഥന ലോഡുചെയ്യാൻ കഴിഞ്ഞില്ല";

/* Scan button label */
"Send.scanLabel" = "സ്കാന്‍";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "അയക്കുക";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "അയക്കുക";

/* Send money to label */
"Send.toLabel" = "ലേക്ക്";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "ഡിജിബൈറ്റ് വിലാസങ്ങൾ ഒറ്റത്തവണ മാത്രം ഉദ്ദേശിച്ചിട്ടുള്ളതാണ്.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "പുനർ-ഉപയോഗം നിങ്ങൾക്കും സ്വീകർത്താവിനും ഉള്ള സ്വകാര്യത കുറയ്ക്കും കൂടാതെ സ്വീകർത്താവ് നേരിട്ട് വിലാസം നിയന്ത്രിക്കാത്ത പക്ഷം നഷ്ട്ടമുണ്ടായെക്കാം.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "വിലാസം ഇതിനകം ഉപയോഗിച്ചതാണ്";

/* About label */
"Settings.about" = "സംബന്ധിച്ച്";

/* Advanced Settings title */
"Settings.advancedTitle" = "വിപുലമായ സെറ്റിംഗ്സ്";

/* i.e. the currency which will be displayed */
"Settings.currency" = "കറൻസി പ്രദർശിപ്പിക്കുക";

/* Join Early access label */
"Settings.earlyAccess" = "നേരത്തെതന്നെ ആക്സസിലേക്ക് ചേരുക";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "നിങ്ങൾ ഡിജിവാലറ്റ് ആസ്വദിക്കുന്നുണ്ടോ?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ഫേസ് ID ചെലവഴിക്കൽ പരിധി";

/* Import wallet label */
"Settings.importTitle" = " വാലറ്റ് ഇംപോര്ട്ട് ചെയ്യുക";

/* Manage settings section header */
"Settings.manage" = "നിയന്ത്രിക്കുക";

/* Notifications label */
"Settings.notifications" = "അറിയിപ്പുകൾ";

/* Leave review button label */
"Settings.review" = "ഞങ്ങൾക്ക് ഒരു റിവ്യൂ നൽകൂ";

/* Share anonymous data label */
"Settings.shareData" = "അജ്ഞാത ഡാറ്റ പങ്കിടുക";

/* Sync blockchain label */
"Settings.sync" = "ബ്ലോക്ക്‌ചെയിന്‍ സിങ്ക് ചെയ്യുക";

/* Settings title */
"Settings.title" = "സെറ്റിംഗ്സ്";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ടച്ച് ഐഡി ചെലവിടൽ പരിധി";

/* Wallet Settings section header */
"Settings.wallet" = "വാലറ്റ്";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "ആരംഭിക്കുക / മറ്റൊരു വാലറ്റ് വീണ്ടെടുക്കുക";

/* Share data view body */
"ShareData.body" = "നിങ്ങളുടെ അജ്ഞാത ഡാറ്റ ഞങ്ങളുമായി പങ്കിട്ടുകൊണ്ട് ഡിജിവാലറ്റ് മെച്ചപ്പെടുത്തുന്നതിന് സഹായിക്കുക. ഇതിൽ ഏതെങ്കിലും സാമ്പത്തിക വിവരങ്ങൾ ഉൾപ്പെടുന്നില്ല. നിങ്ങളുടെ സാമ്പത്തിക സ്വകാര്യത ഞങ്ങൾ ബഹുമാനിക്കുന്നു.";

/* Share data header */
"ShareData.header" = "ഡാറ്റ പങ്കിടണോ?";

/* Share data switch label. */
"ShareData.toggleLabel" = "അജ്ഞാത ഡാറ്റ പങ്കിടണോ?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "നിങ്ങളുടെ വ്യക്തിഗത റിക്കവറി കീ വീണ്ടും എഴുതുക";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "നിങ്ങളുടെ ഫോൺ നഷ്ടപ്പെടുകയോ, മോഷ്ടിക്കപ്പെടുകയോ, തകർക്കുകയോ, അപ്ഗ്രേഡ് ചെയ്യുകയോ ചെയ്താൽ നിങ്ങളുടെ ഡിജിവാലറ്റ് പുനഃസ്ഥാപിക്കാനുള്ള ഒരേയൊരു വഴിയാണ് നിങ്ങളുടെ വ്യക്തിഗത റിക്കവറി കീ. \n\nഒരു പേപ്പർ കഷണത്തിൽ എഴുതി സൂക്ഷിക്കാൻ ഞങ്ങൾ നിങ്ങൾക്ക് വാക്കുകളുടെ ഒരു പട്ടിക കാണിക്കും.";

/* button label */
"StartPaperPhrase.buttonTitle" = "വ്യക്തിഗത റിക്കവറി കീ എഴുതുക";

/* Argument is date */
"StartPaperPhrase.date" = "നിങ്ങളുടെ വ്യക്തിഗത റിക്കവറി കീ അവസാനമായി എഴുതിയത് %1$@";

/* Start view message */
"StartViewController.message" = "ഡിജിബൈറ്റ്  ഏറ്റവും ഭദ്രവും സുരക്ഷിതവുമായി ഉപയോഗിക്കാനുള്ള മാർഗ്ഗം.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "കണക്റ്റുചെയ്യുന്നു";

/* Syncing view header text */
"SyncingView.header" = "സിങ്ക് ചെയ്യുന്നു";

/* Retry button label */
"SyncingView.retry" = "വീണ്ടും ശ്രമിക്കുക";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "സിങ്ക് ചെയ്യുന്നു";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "നിങ്ങളുടെ  ടച്ച്  ID ഉപയോഗിച്ച് ചിലവാക്കാനുള്ള പരിധി %1$@ യിൽ നിന്നും മാറ്റം വരുത്താം.";

/* Touch Id screen label */
"TouchIdSettings.label" = "നിങ്ങളുടെ വിരലടയാളം ഉപയോഗിച്ചു ഡിജിവാലറ്റ് അൺലോക്ക് ചെയ്ത്ശേഷം നേരെത്തെ നിശ്ചയിച്ച പരിധിവരെയുള്ള ഡിജിബൈറ്റ് അയ്യക്കുക.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "ടച്ച് ഐഡി ചെലവിടൽ പരിധി സ്ക്രീൻ";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "ചെലവഴിക്കൽ പരിധി: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "ഡിജിവാലറ്റിനായി ടച്ച് ഐഡി പ്രവർത്തനക്ഷമമാക്കുക";

/* Touch ID settings view title */
"TouchIdSettings.title" = "ടച്ച് ഐഡി";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "ഈ ഉപകരണത്തിൽ നിങ്ങൾ ടച്ച് ഐഡി സജ്ജീകരിച്ചിട്ടില്ല. ഇപ്പോൾ സജ്ജമാക്കാൻ സെറ്റിംഗ്സ്-> ടച്ച് ഐഡി & പാസ്കോഡ് എന്നതിലേക്ക് പോകുക.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "ടച്ച് ഐഡി സജ്ജമാക്കിയിട്ടില്ല";

/* Always require passcode option */
"TouchIdSpendingLimit" = "എല്ലായപ്പോഴും പാസ്കോഡ് ആവശ്യമാണ്";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "നിങ്ങളുടെ  ഇടപാടുകൾ ചെലവിടൽ പരിധിവരെ അയ്യക്കുന്നതിനു  6 അക്ക പിന്‍ നൽകാൻ ആവശ്യപ്പെടും, അവസാനമായി 6  അക്ക പിന്‍ നല്‍കിയ ശേഷവും ഓരോ 48 മണിക്കൂര്‍ കൂടുംപ്പോള്‍ പിന്‍ ആവശ്യമാണ്.\n ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "ടച്ച് ഐഡി ചെലവഴിക്കൽ പരിധി";

/* Availability status text */
"Transaction.available" = "ചെലവഴിക്കാൻ ലഭ്യമാണ്";

/* Transaction complete label */
"Transaction.complete" = "പൂർത്തിയായി";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "ബാലൻസ് അവസാനിപ്പിച്ചു: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "സ്വീകരിച്ചപ്പോൾ ലഭിച്ച വിനിമയ നിരക്ക്:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "അയച്ചപ്പോഴുള്ള എക്സ്ചേഞ്ച് നിരക്ക്:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ ഫീ)";

/* Invalid transaction */
"Transaction.invalid" = "പ്രാബല്യമില്ലാത്തത്";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ഇപ്പോള്‍ തന്നെ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "പുരോഗതിയിൽ:%1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "പുരോഗമിക്കുന്നു: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ബാലൻസ് ആരംഭിക്കുന്നു: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "സ്ഥിരീകരിക്കാൻ കാത്തിരിക്കുന്നു. ഇടപ്പാടുകള്‍ പൂർത്തിയാക്കാൻ ചില മേര്ച്ചന്‍റസിനു സ്ഥിരീകരണം ആവശ്യമാണ്. കണക്കാക്കിയ സമയം: 1-2 മിനിറ്റ്.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "അക്കൗണ്ട്";

/* Amount section header */
"TransactionDetails.amountHeader" = "തുക";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ബ്ലോക്കിൽ സ്ഥിരീകരിച്ചു";

/* Memo section header */
"TransactionDetails.commentsHeader" = "മെമ്മോ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "നിങ്ങളുടെ ക്രയവിക്രയ വിവരങ്ങൾ ഇവിടെ ലഭ്യമാണ്.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "at %1$@";

/* More button title */
"TransactionDetails.more" = "കൂടുതലായി...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "നീക്കി %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "നീക്കി <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "സ്ഥിരീകരിച്ചില്ല";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "ലഭിച്ചു %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "ലഭിച്ചു <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "അയച്ചു %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "അയച്ചു <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "പദവി";

/* Transaction Details Title */
"TransactionDetails.title" = "ഇടപാട് വിശദാംശങ്ങൾ";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "ലേക്ക് %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ഡിജിബൈറ്റ് ഇടപാട് ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "ഈ വിലാസത്തിൽ സ്വീകരിച്ചു\n";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ഈ വിലാസത്തിലേക്ക് അയക്കുക ";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "ഇതുവരെ അപ്രാപ്തമാക്കി : %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "എന്‍റെ വിലാസം";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "പിന്‍ പുനഃസജ്ജമാക്കുക";

/* Scan button title */
"UnlockScreen.scan" = "സ്കാന്‍";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "പിന്‍ നൽകുക";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "നിങ്ങളുടെ ഡിജിവാലറ്റ് അൺലോക്ക് ചെയ്യുക.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "ടച്ച് ഐഡി ഉപയോഗിച്ച് അൺലോക്കുചെയ്യുക";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "വാലറ്റ് അൺലോക്കുചെയ്തു";

/* Update PIN caption text */
"UpdatePin.caption" = "ഇ പിൻ ഓർമിച്ചു വെക്കുക. ഇത് മറന്നാൽ, നിങ്ങളുടെ bitradio ഉപയോഗിക്കാൻ സാധിക്കുകയില്ല ";

/* PIN creation info. */
"UpdatePin.createInstruction" = "നിങ്ങളുടെ ഡിജിവാലറ്റ് അൺലോക്ക് ചെയ്ത് ഡിജിബൈറ്റ് അയ്യക്കാന്‍ നിങ്ങളുടെ പിന്‍ ഉപയോഗിക്കും.";

/* Update PIN title */
"UpdatePin.createTitle" = "പിന്‍ സജ്ജീകരിക്കുക";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "പിന്‍ വീണ്ടും നൽകുക";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "നിങ്ങളുടെ നിലവിലുള്ള പിൻ രേഖപ്പെടുത്തുക.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "നിങ്ങളുടെ പുതിയ പിന്‍ നൽകുക.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "പുതിയ പിൻ വീണ്ടും രേഖപ്പെടുത്തുക.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "ക്ഷമിക്കണം, പിന്‍ അപ്ഡേറ്റു ചെയ്യാൻ കഴിഞ്ഞില്ല.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "പിൻ അപ്ഡേറ്റ് ചെയ്യുന്നതില്‍ പിശക് ";

/* Update PIN title */
"UpdatePin.updateTitle" = "പിന്‍ അപ്ഡേറ്റു ചെയ്യുക";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "ക്ലിപ്പ്ബോർഡിലേക്ക് വാലറ്റ് വിലാസങ്ങൾ പകർത്തണോ?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "വാലറ്റ് വിലാസം ക്ലിപ്പ് ബോർഡിലേക്ക് പകർത്താൻ അനുവദിക്കുക.\n";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "വാലറ്റ് വിലാസങ്ങൾ പകർത്തുക";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "പകർത്തുക ";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "ഈ ഇടപാട് അംഗീകരിക്കാൻ നിങ്ങളുടെ പിൻ നൽകുക.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "തുടരാൻ നിങ്ങളുടെ പിന്‍ നൽകുക.";

/* Verify PIN view title */
"VerifyPin.title" = "പിൻ ആവശ്യമാണ്";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "ഈ ഇടപാട് അംഗീകരിക്കുക";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "നിങ്ങളുടെ വാലറ്റ് സജ്ജമാക്കാൻ ഡിജിവാലറ്റ് iphone അപ്ലിക്കേഷൻ തുറക്കുക.";

/* Dismiss button label */
"Webview.dismiss" = "ബഹിഷ്കരിക്കുക.";

/* Webview loading error message */
"Webview.errorMessage" = "ഉള്ളടക്കം ലോഡുചെയ്യുന്നതിൽ ഒരു പിശകുണ്ടായി. വീണ്ടും ശ്രമിക്കുക.";

/* Updating webview message */
"Webview.updating" = "അപ്ഡേറ്റുചെയ്യുന്നു ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "ഡിജിബൈറ്റ് ഫോര്‍ iOS പുതിയ രൂപവും  സവിശേഷതകളോടും കൂടി അതിന്റെ പേര് ഡിജിവാലറ്റ് എന്നു മാറ്റിയിരിക്കുന്നു.\n\nനിങ്ങൾക്ക് സഹായം ആവശ്യമെങ്കിൽ, മിക്ക സ്ക്രീനുകളുടെയും മുകളിൽ വലതു വശത്ത് (?) തിരയുക\n";

/* Top title of welcome screen */
"Welcome.title" = "ഡിജിവാലറ്റിലേക്ക് സ്വാഗതം!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "ഈ വാലറ്റ് നീക്കം ചെയ്യണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "വാലറ്റ് ഒഴിവാക്കണോ?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "വാലറ്റ് തുടച്ചു നീക്കുന്നത് പരാജയപ്പെട്ടു.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "പരാജയപ്പെട്ടു";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "ഈ വാലറ്റ് ഒഴിവാക്കുന്നതിനോ മറ്റൊന്ന് വീണ്ടെടുക്കുന്നതിനോ വാലറ്റിന്റെ സ്വകാര്യ വീണ്ടെടുക്കൽ കീ നൽകുക. നിങ്ങളുടെ നിലവിലെ ബാലൻസ് ഇപ്പോഴുള്ള സ്വകാര്യ വീണ്ടെടുക്കൽ കീയിലാണ് ഉള്ളത്. ";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "മറ്റൊരു വാലറ്റ് ആരംഭിക്കുകയോ അല്ലെങ്കിൽ വീണ്ടെടുക്കുകയോ ചെയ്യുന്നത് ഈ ഉപകരണത്തിൽ മറ്റൊരു ഡിജിവാലറ്റ് ആക്സസ് ചെയ്യാനും നിയന്ത്രിക്കാനും നിങ്ങളെ അനുവദിക്കുന്നു.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "ഈ ഉപകരണത്തിൽ നിന്ന് നിങ്ങളുടെ നിലവിലെ ഡിജിവാലറ്റിനെ ഇനി ആക്സസ് ചെയ്യാൻ കഴിയില്ല. നിങ്ങളുടെ ബാലൻസ് വ്യക്തിഗത റിക്കവറി കീയിൽ ശേഷിക്കും.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "മറ്റൊരു വാലറ്റ് ആരംഭിക്കുക അല്ലെങ്കിൽ വീണ്ടെടുക്കുക";

/* Wipe wallet button title */
"WipeWallet.wipe" = "തുടച്ചു നീക്കുക";

/* Wiping activity message */
"WipeWallet.wiping" = "തുടച്ചുനീക്കുന്നു ...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ഓരോ വാക്കും ക്രമത്തിൽ എഴുതി ഒരു സുരക്ഷിത സ്ഥലത്ത് സൂക്ഷിക്കുക.";

/* button label */
"WritePaperPhrase.next" = "അടുത്തത്";

/* button label */
"WritePaperPhrase.previous" = "മുമ്പത്തെ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

